Repository: tobalt-dev/parent-meetings-quantity
Catalog: languages/parent-meetings-*.po
Languages: lt_lt

source: Settings
lt_lt: Nustatymai

source: General Settings
lt_lt: Bendri nustatymai

source: Configure general plugin settings.
lt_lt: Konfigūruokite bendrus įskiepio nustatymus.

source: Default Meeting Duration (minutes)
lt_lt: Numatytoji susitikimo trukmė (minutės)

source: Default duration for meetings in minutes.
lt_lt: Numatytoji susitikimų trukmė minutėmis.

source: Default Buffer Time (minutes)
lt_lt: Numatytasis pertraukos laikas (minutės)

source: Buffer time between meetings.
lt_lt: Pertraukos laikas tarp susitikimų.

source: Minimum Hours in Advance for Booking
lt_lt: Minimalus užsakymo laikas iš anksto (valandomis)

source: Minimum hours in advance parents must book.
lt_lt: Minimalus valandų skaičius, per kurį tėvai privalo užsiregistruoti.

source: Default Timezone
lt_lt: Numatytoji laiko juosta

source: Default timezone for meetings.
lt_lt: Numatytoji laiko juosta susitikimams.

source: reCAPTCHA Settings
lt_lt: reCAPTCHA nustatymai

source: Get your reCAPTCHA keys from <a href="%s" target="_blank">Google reCAPTCHA Admin</a>.
lt_lt: Gaukite reCAPTCHA raktus iš <a href="%s" target="_blank">Google reCAPTCHA Admin</a>.

source: reCAPTCHA Site Key
lt_lt: reCAPTCHA svetainės raktas

source: reCAPTCHA Secret Key
lt_lt: reCAPTCHA slaptasis raktas

source: Enable reCAPTCHA
lt_lt: Įjungti reCAPTCHA

source: Enable reCAPTCHA verification for bookings.
lt_lt: Įjungti reCAPTCHA patikrinimą rezervacijoms.

source: Email Settings
lt_lt: El. pašto nustatymai

source: Configure email notifications.
lt_lt: Konfigūruokite el. pašto pranešimus.

source: Email From Name
lt_lt: Siuntėjo vardas

source: Email From Address
lt_lt: Siuntėjo el. paštas

source: Send 24-Hour Reminders
lt_lt: Siųsti priminimus prieš 24 val.

source: Send automatic reminders 24 hours before meetings.
lt_lt: Siųsti automatinius priminimus 24 valandas prieš susitikimus.

source: Include iCal Attachments
lt_lt: Įtraukti iCal priedus

source: Include iCal attachments in confirmation emails.
lt_lt: Įtraukti iCal priedus į patvirtinimo laiškus.

source: Advanced Settings
lt_lt: Išplėstiniai nustatymai

source: Advanced configuration options.
lt_lt: Išplėstinės konfigūracijos parinktys.

source: Enable Waiting List
lt_lt: Įjungti laukiančiųjų sąrašą

source: Allow parents to join waiting list for full slots.
lt_lt: Leisti tėvams prisijungti prie laukiančiųjų sąrašo užimtiems laikams.

source: Magic Link Expiry (days)
lt_lt: Magijos nuorodos galiojimas (dienomis)

source: Number of days before magic links expire.
lt_lt: Dienų skaičius, po kurio magijos nuorodos nebegalioja.

source: Delete Old Data After (days, 0 = never)
lt_lt: Ištrinti senus duomenis po (dienų, 0 = niekada)

source: Automatically delete bookings and slots older than this. Set to 0 to keep forever.
lt_lt: Automatiškai ištrinti rezervacijas ir laikus senesnius nei nurodytas laikotarpis. Nustatykite 0, kad saugoti amžinai.

source: Enable Teacher Meeting Notes
lt_lt: Įjungti mokytojų susitikimų pastabas

source: Allow teachers to add private notes after meetings.
lt_lt: Leisti mokytojams pridėti privačias pastabas po susitikimų.

source: Settings saved successfully.
lt_lt: Nustatymai sėkmingai išsaugoti.

source: Save Settings
lt_lt: Išsaugoti nustatymus

source: Parent Meetings
lt_lt: Tėvų susitikimai

source: Meetings
lt_lt: Susitikimai

source: Classes
lt_lt: Klasės

source: Teachers
lt_lt: Mokytojai

source: Bookings
lt_lt: Rezervacijos

source: Demo data created successfully! Check teachers and bookings.
lt_lt: Demo duomenys sėkmingai sukurti! Peržiūrėkite mokytojus ir rezervacijas.

source: Class added successfully.
lt_lt: Klasė pridėta sėkmingai.

source: Class deleted.
lt_lt: Klasė ištrinta.

source: Teacher added and invitation sent.
lt_lt: Mokytojas pridėtas ir kvietimas išsiųstas.

source: Teacher deleted.
lt_lt: Mokytojas ištrintas.

source: Links refreshed and sent.
lt_lt: Nuorodos atnaujintos ir išsiųstos.

source: There are no available meeting times at the moment.
lt_lt: Šiuo metu nėra galimų susitikimo laikų.

source: Link is invalid or expired.
lt_lt: Nuoroda negalioja arba pasibaigė.

source: Class not specified.
lt_lt: Klasė nenurodyta.

source: Teacher not specified.
lt_lt: Mokytojas nenurodytas.

source: Invalid meeting type.
lt_lt: Netinkamas susitikimo tipas.

source: Please select a time slot.
lt_lt: Prašome pasirinkti laiko tarpą.

source: Please enter your name.
lt_lt: Prašome įvesti savo vardą.

source: Please enter a valid email address.
lt_lt: Prašome įvesti galiojantį el. pašto adresą.

source: Bookings must be made at least %d hour(s) in advance.
lt_lt: Rezervacijos turi būti atliekamos bent %d valandą(-as) iš anksto.

source: This time slot was just booked. Please select another time.
lt_lt: Šis laikas ką tik užimtas. Prašome pasirinkti kitą laiką.

source: You already have a booking at the same time with another teacher.
lt_lt: Jūs jau turite rezervaciją tuo pačiu laiku su kitu mokytoju.

source: Meeting booked successfully! Check your email for confirmation.
lt_lt: Susitikimas sėkmingai užregistruotas! Patikrinkite savo el. paštą.

source: reCAPTCHA verification failed. Please try again.
lt_lt: reCAPTCHA patikrinimas nepavyko. Bandykite dar kartą.

source: Invalid reschedule request.
lt_lt: Netinkamas perkėlimo užklausa.

source: Booking not found or invalid token.
lt_lt: Rezervacija nerasta arba netinkamas raktas.

source: This booking has already been cancelled.
lt_lt: Ši rezervacija jau atšaukta.

source: The selected time slot is no longer available.
lt_lt: Pasirinktas laikas nebeprieinamas.

source: You can only reschedule with the same teacher.
lt_lt: Galite perkelti tik su tuo pačiu mokytoju.

source: You have another booking at this time.
lt_lt: Jūs turite kitą rezervaciją šiuo laiku.

source: Meeting rescheduled successfully!
lt_lt: Susitikimas sėkmingai perkeltas!

source: Reminder: Meeting Tomorrow
lt_lt: Priminimas: Susitikimas rytoj

source: Hello %s! This is a reminder about your meeting tomorrow: Teacher: %s %s Date: %s Time: %s - %s Type: %s To cancel: %s Best regards, School Administration
lt_lt: Sveiki, %s! Priminame apie rytojaus susitikimą: Mokytojas: %s %s Data: %s Laikas: %s - %s Tipas: %s Atšaukti: %s Pagarbiai, Mokyklos administracija

source: Meeting Rescheduled
lt_lt: Susitikimas perkeltas

source: Hello %s! Your meeting has been rescheduled: Teacher: %s %s Old time: %s at %s New time: %s at %s Best regards, School Administration
lt_lt: Sveiki, %s! Jūsų susitikimas buvo perkeltas: Mokytojas: %s %s Senas laikas: %s %s Naujas laikas: %s %s Pagarbiai, Mokyklos administracija

source: Hello %s %s! Parent %s has rescheduled their meeting: Old time: %s at %s New time: %s at %s Best regards, System
lt_lt: Sveiki, %s %s! Tėvas %s perkėlė susitikimą: Senas laikas: %s %s Naujas laikas: %s %s Pagarbiai, Sistema

source: Meeting with %s %s
lt_lt: Susitikimas su %s %s

source: Parent-teacher meeting - Type: %s
lt_lt: Tėvų susitikimas - Tipas: %s

source: Every Hour
lt_lt: Kas valandą

source: Teacher:
lt_lt: Mokytojas:

source: Date:
lt_lt: Data:

source: Time:
lt_lt: Laikas:

source: Type:
lt_lt: Tipas:

source: Hello %s!
lt_lt: Sveiki, %s!

source: Reminder: Your meeting is tomorrow!
lt_lt: Priminimas: Jūsų susitikimas yra rytoj!

source: Cancel Meeting
lt_lt: Atšaukti susitikimą

source: Best regards,
lt_lt: Pagarbiai,

source: School Administration
lt_lt: Mokyklos administracija

source: System
lt_lt: Sistema

source: Your meeting has been rescheduled
lt_lt: Jūsų susitikimas buvo perkeltas

source: Old Time
lt_lt: Senas laikas

source: New Time
lt_lt: Naujas laikas

source: Hello %s %s!
lt_lt: Sveiki, %s %s!

source: Parent <strong>%s</strong> has rescheduled their meeting:
lt_lt: Tėvas <strong>%s</strong> perkėlė susitikimą:

source: A teacher with this email already exists. Please use a different email address.
lt_lt: Mokytojas su šiuo el. paštu jau egzistuoja. Prašome naudoti kitą el. pašto adresą.

source: Invalid email address. Please enter a valid email.
lt_lt: Netinkamas el. pašto adresas. Prašome įvesti galiojantį el. paštą.

source: Database error occurred. Please try again.
lt_lt: Įvyko duomenų bazės klaida. Bandykite dar kartą.

source: Reschedule Meeting
lt_lt: Perkelti susitikimą

source: Cancellation link is invalid.
lt_lt: Atšaukimo nuoroda negalioja.

source: Meeting has already started, cannot cancel.
lt_lt: Susitikimas jau prasidėjo, atšaukti nebegalima.

source: Meeting Successfully Cancelled
lt_lt: Susitikimas sėkmingai atšauktas

source: The teacher has been notified about the cancellation.
lt_lt: Mokytojas gavo pranešimą apie atšaukimą.

source: Reschedule link is invalid.
lt_lt: Perkėlimo nuoroda negalioja.

source: Meeting has already started, cannot reschedule.
lt_lt: Susitikimas jau prasidėjo, perkelti nebegalima.

source: Current Booking
lt_lt: Dabartinė rezervacija

source: Current Time:
lt_lt: Dabartinis laikas:

source: Meeting Type:
lt_lt: Susitikimo tipas:

source: Sorry, there are no available time slots for this teacher at the moment. Please try again later or cancel your current booking.
lt_lt: Atsiprašome, šiuo metu šiam mokytojui nėra laisvų laikų. Bandykite vėliau arba atšaukite dabartinę rezervaciją.

source: Cancel Current Booking
lt_lt: Atšaukti dabartinę rezervaciją

source: Select New Time Slot
lt_lt: Pasirinkite naują laiko tarpą

source: Choose a new time slot from the available options below:
lt_lt: Pasirinkite naują laiko tarpą iš žemiau esančių galimybių:

source: Confirm Reschedule
lt_lt: Patvirtinti perkėlimą

source: Or Cancel Booking
lt_lt: Arba atšaukti rezervaciją
